
# Глава 1 "Преступление и наказание"

# Персонажы:
#   Автор,
#   Дима,
#   Куратор, 
#   "Безумный Алекс" (филосов)

# Локации:

label Chapter_1:
    Author "Дима понял, что ему необходимо что-то сделать, чтобы спасти себя от отчисления, для этого в первую очередь он решил обратиться за помощью к куратору."
#Университет, кабинет 214
    Author "Дима стучится и заходит в кабинет"
    Author "аплодисменты Curator  О, Дима! Привет, как отдохнул? Пришел попрощаться?"
    Dima "Нет, у меня вообще-то к вам серьезный разговор. Я решил бороться до конца, вы мне поможите?!"
    return
   
    