
# Вступление

# Персонажы: 
#   Автор,
#   Дима,
#   Неизвестный,
#   Куратор, 
#   Слава, 
#   Паша, 
#   Илья,
#   Миша,
#   Карина из-под кравати,
#   голубь на карнизе за окном

# Локации:

label Introduction:
    define Unknown = Character('Неизвестный', color="#76e2e4")######################################
    
    Author "Дима играет в игру"
    Author "звонок с незнакомого номера"
    Unknown "Дима, привет!"
    Dima "Кто это!"
    Unknown "Это твой куратор, Наталья Станиславовна."
    Curator "У меня для тебя печальная новость, в связи с объединением вузов, деканат решил, что нам не нужны такие бездарные ученики как ты, поэтому если в течение недели ты не закроешь все долги, тебя вышвырнут из универа. Пока)"
    Author "гудки"
    Author "Продолжает играть"
    ## Сделать фоном
    Author "*На следующий день*"
    Author "Дима неожиданно проснулся от кошмара, ему приснилось, что его хотят отчислить"
    Dima "***Кричит***"
    Dima "Слава Богу! Это был просто кошмар!"
    Author "Слава врывается в комнату"
    Slava "Звал меня?"
    Author "Дима вздыхает"
    Dima "Каждый день одно и то же"
    Dima "Доброе утро!"
    Slava "Доброе утро!"
    Pasha "Доброе утро!"
    Ilya "Доброе утро!"
    Misha "Доброе утро!"
    Character('Карина из - под кровати Ильи', color="#76e2e4") "Доброе утро!"
    Character('Голубь на карнизе за окном', color="#76e2e4") "Доброе утро!"
    Character('Даша с шестого этажа', color="#76e2e4") "За****ли! Утро добрым не бывает!"
    Author "ребята встали, собрались и побежали на зарядку. Каждый день они бегали по квартирам и предлагали свои услуги. Так они отрабатывали свой долг."
    Author "ребята возвращаются домой. Дима решает заглянуть в телефон и вдруг неожиданно для себя и его друзей обнаруживает, что на самом деле его кошмар, не такой уж и кошмар, а реальность. Дима в шоке, что же он будет делать дальше?"

    return